/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "Apri";
"Open Title" = "Apri: ^0";
"Save Default Title" = "Registra";
"Save Title" = "Registra: ^0";
"Choose File Title" = "Scegli un documento";
"Choose Folder Title" = "Scegli una cartella";
"Choose Volume Title" = "Scegli un volume";
"Choose Object Title" = "Scegli oggetto";
"New Folder Title" = "Nuova cartella";

/* Button title strings */
"Save Button" = "Registra";
"Open Button" = "Apri";
"Choose Button" = "Scegli";
"Don't Save Button" = "Non registrare";
"New Folder Button" = "Nuova cartella";
"Replace Button" = "Sostituisci";
"Discard Button" = "Annulla modifiche";
"Review Button" = "Rivedi le modifiche...";
"Use Dot Button" = "Usa “.”";
"ExtensionAlertUseOneLabel" = "Utilizza .^1";
"ExtensionAlertUserBothLabel" = "Utilizza entrambe";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "Registra le modifiche prima di chiudere";
"SaveChangesQuitting Banner" = "Registra le modifiche prima di uscire";
"SaveChangesOther Banner" = "Registra le modifiche";
"DiscardChanges Banner" = "Annulla modifiche";
"WantToSaveDoc Banner" = "Vuoi registrare le modifiche eseguite al documento \"^0\"?";
"WantToSaveThis Banner" = "Vuoi registrare le modifiche eseguite a questo documento?";
"WantToSaveAppDocs Banner" = "Vuoi registrare le modifiche eseguite ai tuoi documenti ^0?";
"WantToDiscardDoc Banner" = "Vuoi annullare le modifiche eseguite al documento \"^0\"?";
"WantToDiscardThis Banner" = "Vuoi annullare le modifiche eseguite a questo documento?";

"Review App Docs Banner" = "Hai ^0 documenti ^1, contenenti modifiche non registrate. Vuoi verificare le modifiche prima di uscire?";
"Review Several App Docs Banner" = "Hai diversi documenti ^1 contenenti modifiche non registrate. Vuoi verificare le modifiche prima di uscire?";

"Review Docs Banner" = "Hai ^0 documenti contenenti modifiche non registrate. Vuoi verificare le modifiche prima di uscire?";
"Review Several Docs Banner" = "Hai diversi documenti contenenti modifiche non registrate. Vuoi verificare le modifiche prima di uscire?";

"Review App Single Doc Banner" = "Hai ^0  documento ^1 contenente modifiche non registrate. Vuoi verificare le modifiche prima di uscire?";
"Review Single Doc Banner" = "Hai ^0 documento contenente modifiche non registrate. Vuoi verificare  le modifiche prima di uscire?";

"Review Docs Explanation" = "Se non rivedi i documenti, tutte le modifiche non registrate andranno perse.";

/* Untitled strings */
"Untitled Folder" = "nuova cartella";
"Untitled Doc" = "Senza titolo";

/* Alert strings */
"Cant Replace Locked" = "Non puoi sostituire \"^0\" perché è protetto.";

"Remove Favorite" = "Rimuovi preferito";
"Cant Resolve Alias NotFound" = "\"^0\" non può essere aperto, perchè non trovo l'elemento originale.";
"Navigate Alias Not Found" = "Non posso aprire l'alias “^0” perché non riesco a trovare l'elemento originale.";

"Name Already Taken" = "L'elemento \"^0\" è già in uso. Scegli un altro nome.";
"Cant Replace Folder" = "Il nome \"^0\" è già in uso per un'altra cartella.";
"Cant NewFolder OnLockedDisk" = "Non puoi creare una nuova cartella perché il disco è protetto.";
"Not Right Privs" = "Non puoi sostituire \"^0\" perché non disponi dei privilegi necessari.";
"Cant use period" = "I nomi che cominciano con un punto “.” sono riservati per il sistema. Se decidi di continuare e usare un nome che comincia con un punto il documento sarà nascosto.";

"ExtensionWarningText" = "Sei sicuro di voler registrare questo documento con l'estensione “.^0”? L'estensione suggerita è “.^1”.";
"ExtensionWarningSubtext" = "Se non utilizzi l'estensione “.^1”, il tuo documento potrebbe venire registrato in un formato diverso.";

"ExtensionErrorText" = "Non puoi registrare questo documento con l'estensione “.^0” alla fine del nome. L'estensione richiesta è “.^1”.";
"ExtensionErrorSubtext" = "Puoi scegliere di utilizzarle entrambi, in modo tale che il nome del documento termini con “.^0.^1”.";

"ReplaceAlertText" = "Esiste già un elemento chiamato “^0” in questa posizione. Vuoi sostituirlo con quello che stai registrando?";
"ReplaceWithExtensionAlertText" = "Esiste già un elemento chiamato “^0” con l'estensione “.^1” in questa posizione. Vuoi sostituirlo con quello che stai registrando?";


/* Favorite Popup Menu strings */
"Favorite Places" = "Luoghi preferiti";
"Recent Places"	= "Luoghi recenti";
"Computer" = "Computer";
"Home menu item" = "Inizio";

/* Show Popup Menu strings */
"All Files" = "Tutti i Documenti";
"All Known Files" = "Tutti i documenti conosciuti";
"All App" = "Tutti i documenti ^0";
"All Readable Files" = "Tutti i documenti leggibili";

/* Format Popup Menu strings */
"Default" = "Default";

/* Generic Kind strings */
"Picture Document" = "Doc. immagine";
"Text Document" = "Doc. testo";
"Movie Document" = "Doc. filmato";
"Sound Document" = "Doc. audio";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "Collegamento fallito";
"Connect Failed Details" = "Il server iDisk non risponde. Riprova.";
"Invalid Setup" = "Non puoi accedere al tuo iDisk. Il tuo nome utente o la password potrebbero non essere validi.";
"Invalid Setup Details" = "Puoi modificare il tuo nome e la tua password nella linguetta .Mac del pannello Internet delle Preferenze di Sistema.";
"iTools Button" = "Apri preferenze .Mac...";
"Authentication Failed" = "Accesso fallito";
"Authentication Failed Detailed" = "Il tuo nome o la tua password non sono stati inseriti correttamente. Riprova. Puoi controllare il tuo nome e password .Mac nella finestra delle preferenze .Mac.";

/* List view column titles*/
"Name Column Title" = "Nome";
"Date Modified Column Title" = "Data di modifica";

/* Authenticated Server strings */
"Connect Button" = "Connessione...";
"Connect Caption" = "Per vedere i volumi disponibili nel server \"^0\", premi Connessione.";

/* Query strings */
"QueryItemCountString" = "%i elementi";
"CurrentFolderScopeString" = "Cartella \"%s\"";
"HomeScopeString" = "Inizio";
"EverywhereScopeString" = "Computer";

/* Preview strings */
"MoreInfo" = "ulteriori informazioni...";
